Repository: unigrid-project/janus-cypherium
Catalog: wallet/locale/*/messages.po
Languages: bn, el, es, pt, ru

source: Please select an option below to either import or create another wallet. This will not replace your current wallet.
bn: আমদানি করতে বা অন্য ওয়ালেট তৈরি করতে দয়া করে নীচের বিকল্পটি নির্বাচন করুন। এটি আপনার বর্তমান মানিব্যাগটি প্রতিস্থাপন করবে না।
el: Ορίστε μια παρακάτω επιλογή για εισαγωγή ή δημιουργία άλλου πορτοφολιού. Αυτό δεν θα αντικαταστήσει το τρέχον πορτοφόλι σας.
es: Por favor, seleccione una opción abajo para importar o crear otra cartera. Esto no reemplazará su cartera actual.
pt: Favor selecionar uma opção abaixo para importar ou criar outra carteira. Isto não irá substituir sua carteira atual.
ru: Пожалуйста, выберите опцию ниже, чтобы импортировать или создать другой кошелек. Это не заменит ваш текущий кошелек.

source: Create
bn: তৈরি
el: Δημιουργία
es: Crear
pt: Criar
ru: Создать

source: Transactions
bn: লেনদেন
el: Συναλλαγές
es: Transacciones
pt: Transações
ru: Транзакции

source: Update
bn: হালনাগাদ
el: Ενημέρωση
es: Actualizar
pt: Atualizar
ru: Обновить

source: Info
bn: তথ্য
el: Πληροφορίες
es: Información
pt: Informação
ru: Информация

source: MAX
pt: MÁXIMO

source: Masternodes
bn: মাস্টারনোডস
ru: Мастерноды

source: Unlock wallet for export
el: Ξεκλείδωμα πορτοφολιού για εξαγωγή
