Repository: unigrid-project/janus-cypherium
Catalog: wallet/locale/*/messages.po
Languages: bn, el, es, pt, ru

source: remove account from wallet
bn: মানিব্যাগ থেকে অ্যাকাউন্ট সরান
el: κατάργηση λογαριασμού από το πορτοφόλι
es: quitar la cuenta de la billetera
pt: remover conta da carteira
ru: снять аккаунт с кошелька

source: view in explorer
bn: এক্সপ্লোরার দেখুন
el: προβολή στον εξερευνητή προβολή στον εξερευνητή
es: ver en explorador
pt: vista em explorer
ru: просмотреть в проводнике

source: copy to clipboard
bn: ক্লিপবোর্ডে অনুলিপি করুন
el: αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
pt: copiar para a área de transferência
ru: копировать в буфер обмена

source: Create/Import
bn: তৈরি / আমদানি করুন
el: Δημιουργία / Εισαγωγή
es: Crear/Importar
pt: Criar/Importar
ru: Создать/Импортировать

source: Successfully sent
bn: সাফল্যের সাথে প্রেরণ করা হয়েছে
el: Επιτυχής αποστολή
es: Enviado con éxito
pt: Enviado com sucesso
ru: Успешно отправлено

source: to
bn: প্রতি
el: έως
es: a
pt: para
ru: в

source: Successfully sent to many
bn: সাফল্যের সাথে অনেকের কাছে প্রেরণ করা হয়েছে
el: Αποστολή με επιτυχία σε πολλούς
es: Enviado con éxito a muchos
pt: Enviado com sucesso a muitos
ru: Успешно разослан многим

source: Send
bn: প্রেরণ
el: Αποστολή
es: Enviar
pt: Enviar
ru: Отправить

source: Receive
bn: প্রাপ্তি
el: Λαμβάνω
es: Recibido
pt: Receber
ru: Получать

source: Unlock wallet to remove
bn: অপসারণ করতে মানিব্যাগ আনলক করুন
el: Ξεκλειδώστε το πορτοφόλι για κατάργηση
es: Desbloquear la cartera para quitar
pt: Desbloquear a carteira para remover
ru: Разблокировать кошелек, чтобы удалить

source: from stored keys
bn: সঞ্চিত কী থেকে
el: από αποθηκευμένα κλειδιά
es: de las llaves almacenadas
pt: de chaves armazenadas
ru: сохранённые ключи

source: Unlock wallet for transactions
bn: লেনদেনের জন্য ওয়ালেট আনলক করুন
el: Ξεκλείδωμα πορτοφολιού για συναλλαγές
es: Desbloquear la cartera para las transacciones
pt: Desbloquear carteira para transações
ru: Разблокировать кошелек для транзакций

source: Unlock wallet for maintenance
bn: রক্ষণাবেক্ষণের জন্য ওয়ালেট আনলক করুন
el: Ξεκλειδώστε το πορτοφόλι για συντήρηση
es: Desbloquear la cartera para el mantenimiento
pt: Desbloquear a carteira para manutenção
ru: Разблокировать кошелек для техобслуживания

source: Unlock wallet for masternodes
bn: মাস্টারনেডগুলির জন্য ওয়ালেট আনলক করুন
el: Ξεκλειδώστε το πορτοφόλι για masternodes
es: Desbloquear la cartera para los masternones
pt: Desbloquear carteira para masternodes
ru: Разблокировать кошелек для masternodes

source: Unlock wallet for staking
bn: স্টেকিংয়ের জন্য ওয়ালেট আনলক করুন
el: Ξεκλειδώστε το πορτοφόλι για στοίχημα
es: Abrir la cartera para la estaca
pt: Desbloquear carteira para estacar
ru: Разблокировать кошелек для ставки

source: copied to clipboard
bn: ক্লিপবোর্ডে অনুলিপি করা হয়েছে
el: αντιγράφηκε στο πρόχειρο
es: copiado al portapapeles
pt: copiado para prancheta
ru: скопированы в буфер обмена

source: Export Private Keys
bn: প্রাইভেট কীগুলি রফতানি করুন
el: Εξαγωγή ιδιωτικών κλειδιών
es: Exportar llaves privadas
pt: Exportar Chaves Privadas
ru: Экспортные частные ключи

source: Change Default Language
bn: ডিফল্ট ভাষা পরিবর্তন করুন
el: Αλλαγή προεπιλεγμένης γλώσσας
es: Cambiar el idioma por defecto
pt: Alterar idioma padrão
ru: Изменить язык по умолчанию

source: Unlock
bn: আনলক করুন
el: Ξεκλείδωμα
es: Desbloquear
pt: Desbloquear
ru: Разблокировать

source: Cancel
bn: বাতিল
el: Ακύρωση
es: Cancelar
pt: Cancelar
ru: Отмена

source: Block
bn: गट
el: Μπλοκ
es: Bloque
pt: Bloco
ru: Блок

source: This mnemonic phrase is uniquely generated, and grants you access to your wallet. Do NOT screenshot this page. Carefully write down your mnemonic phrase from left to right on a piece of paper, and save a copy offline. Don’t share your unique phrase with ANYONE. CAUTION: The Janus Team can NOT recover your funds if you lose your mnemonic phrase.
bn: এই স্মৃতিচারণ বাক্যাংশটি স্বতন্ত্রভাবে উত্পন্ন হয় এবং আপনাকে আপনার ওয়ালেটে অ্যাক্সেস দেয়। এই পৃষ্ঠাটির স্ক্রিনশট করবেন না। কাগজের টুকরোতে আপনার মনমোনিক বাক্যাংশটি সাবধানতার সাথে লিখুন এবং একটি অনুলিপি অফলাইনে সংরক্ষণ করুন। আপনার অনন্য বাক্যাংশটি কারও সাথে ভাগ করবেন না। সতর্কতা: জেনুস টিম আপনার স্মৃতিচারণ বাক্যাংশটি হারাতে পারলে আপনার তহবিলগুলি পুনরুদ্ধার করতে পারে না।
el: Αυτή η μνημονική φράση δημιουργείται μοναδικά και σας παρέχει πρόσβαση στο πορτοφόλι σας. ΜΗΝ τραβάτε στιγμιότυπα αυτής της σελίδας. Καταγράψτε προσεκτικά τη μνημονική σας φράση από αριστερά προς τα δεξιά σε ένα κομμάτι χαρτί και αποθηκεύστε ένα αντίγραφο εκτός σύνδεσης. Μην μοιράζεστε τη μοναδική σας φράση με ΚΑΠΟΙΟ. ΠΡΟΣΟΧΗ: Η ομάδα Janus ΔΕΝ μπορεί να ανακτήσει τα χρήματά σας εάν χάσετε τη μνημονική σας φράση.
es: Esta frase mnemotécnica se genera de manera única, y le da acceso a su cartera. NO haga una captura de pantalla de esta página. Escriba cuidadosamente su frase mnemotécnica de izquierda a derecha en un papel, y guarde una copia fuera de línea. No comparta su frase única con NADIE. PRECAUCIÓN: El equipo Janus no puede recuperar tus fondos si pierdes tu frase mnemotécnica.
pt: Esta frase mnemônica é gerada de forma única, e lhe dá acesso à sua carteira. NÃO capture esta página na tela. Escreva cuidadosamente sua frase mnemônica da esquerda para a direita em um pedaço de papel, e guarde uma cópia offline. Não compartilhe sua frase única com NINGUÉM. CUIDADO: A equipe Janus NÃO pode recuperar seus fundos se você perder sua frase mnemônica.
ru: Эта мнемоническая фраза генерируется уникальным образом и дает вам доступ к вашему кошельку. НЕ делайте скриншот этой страницы. Осторожно запишите мнемоническую фразу слева направо на листе бумаги и сохраните копию в автономном режиме. Не делитесь своей уникальной фразой с ЛЮБОЙ. ВНИМАНИЕ: Команда Janus НЕ сможет вернуть вам деньги, если вы потеряете мнемоническую фразу.

source: Passphrase Error!
bn: পাসফ্রেজের ত্রুটি!
el: Σφάλμα φράσης πρόσβασης!
es: Error de frase de contraseña!
pt: Erro de senha!
ru: Ошибка пароля!

source: Address
bn: ঠিকানা
el: Διεύθυνση
es: Dirección
pt: Endereço
ru: Адрес

source: Amount
bn: পরিমাণ
el: Ποσό
es: Cantidad
pt: Quantidade
ru: Сумма

source: fast
es: rápido
pt: rápido
ru: быстрый

source: slow
es: lento
ru: медленный

source: SEND
bn: পাঠান
el: ΑΠΟΣΤΟΛΉ
es: ENVIAR
pt: ENVIAR
ru: ОТПРАВИТЬ

source: RECEIVE
bn: গ্রহণ করুন
el: Λαμβάνω
es: RECIBIR
pt: RECEBER
ru: Получать

source: Insufficient funds
es: Fondos insuficientes
pt: Saldo Insuficientes

source: WARNING!
es: ADVERTENCIA!
pt: ATENÇÃO!
ru: ПРЕДУПРЕЖДЕНИЕ!

source: Wallet Name
bn: মানিব্যাগের নাম
el: Όνομα Πορτοφολιού
es: Nombre de la cartera
pt: Nome da carteira
ru: Имя кошелька

source: Password
bn: পাসওয়ার্ড
el: Κωδικός
es: Contraseña
pt: Senha
ru: Пароль

source: Repeat Password
bn: পুনরায় পাসওয়ার্ড দিন
el: Επαναλάβατε κωδικό χρήστη
es: Repite la contraseña
pt: Repita a senha
ru: Повторите пароль

source: Create a new CPH wallet
bn: একটি নতুন সিপিএইচ ওয়ালেট তৈরি করুন
el: Δημιουργήστε ένα νέο πορτοφόλι CPH
es: Crear una nueva cartera de CPH
pt: Criar uma nova carteira de CPH
ru: Создайте новый кошелек CPH

source: Continue
bn: চলমান
el: Συνέχεια
es: Continuar
pt: Continuar
ru: Продолжить

source: Please click the mnemonics by original order
bn: অনুগ্রহ করে মূল অর্ডার অনুসারে স্মৃতিবিদ্যায় ক্লিক করুন
el: Κάντε κλικ στο mnemonics με την αρχική σειρά
es: Por favor, haga clic en los mnemónicos por orden original
pt: Favor clicar na mnemônica por ordem original
ru: Пожалуйста, нажмите на мнемонику по оригинальному заказу

source: Reset
bn: রিসেট
el: Επαναφορά
es: Reiniciar
pt: Redefinir
ru: Сброс

source: Confirm
bn: কনফার্ম
el: Επιβεβαίωση
es: Confirmar
pt: Confirmar
ru: Подтвердить

source: Please enter a wallet name
bn: দয়া করে একটি মানিব্যাগের নাম লিখুন
el: Εισαγάγετε ένα όνομα πορτοφολιού
es: Por favor, introduzca el nombre de la cartera
pt: Por favor, digite o nome de uma carteira
ru: Пожалуйста, введите имя кошелька

source: Please enter a password
bn: একটি পাসওয়ার্ড লিখুন দয়া করে
el: Παρακαλούμε εισάγετε έναν κωδικό πρόσβασης
es: Por favor, introduce tu contraseña
pt: Informe a senha
ru: Пожалуйста, введите пароль

source: Password is too short enter a minimum of 8 characters.
bn: পাসওয়ার্ড খুব ছোট ন্যূনতম 8 টি অক্ষর লিখুন।
el: Ο κωδικός πρόσβασης είναι πολύ μικρός εισαγάγετε τουλάχιστον 8 χαρακτήρες.
es: La contraseña es demasiado corta, introduzca un mínimo de 8 caracteres.
pt: A senha é muito curta, insira um mínimo de 8 caracteres.
ru: Пароль слишком короткий, введите как минимум 8 символов.

source: Passwords do not match
bn: গুপ্ত-সংকেত মেলে না
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
pt: As senhas não coincidem
ru: Пароли не совпадают

source: mnemonic does not match please try again
bn: স্মৃতিচারণ মিলছে না আবার চেষ্টা করুন
el: μνημονικός δεν ταιριάζει, δοκιμάστε ξανά
es: el mnemotécnico no coincide, por favor, inténtelo de nuevo
pt: mnemônica não combina, por favor tente novamente
ru: мнемонический не совпадает, пожалуйста, попробуйте ещё раз

source: Please enter your mnemonics in original order, seperated by spaces.
bn: দয়া করে ফাঁকে ফাঁকে পৃথক করে আপনার মূল স্তরে প্রবেশ করুন ne
el: Εισαγάγετε τα μνημονικά σας με την αρχική σειρά, χωρισμένα με κενά.
es: Por favor, introduzca sus mnemotécnicos en el orden original, separados por espacios.
pt: Por favor, digite sua mnemônica na ordem original, separada por espaços.
ru: Пожалуйста, введите мнемонику в оригинальном порядке, разделенном пробелами.

source: Please enter your private key.
bn: দয়া করে আপনার ব্যক্তিগত কী লিখুন।
el: Εισαγάγετε το ιδιωτικό σας κλειδί.
es: Por favor, introduzca su clave privada.
pt: Por favor, insira sua chave privada.
ru: Пожалуйста, введите ваш закрытый ключ.

source: Please enter any address to create a testing account. Preferably use one with many transactions.
bn: একটি পরীক্ষা অ্যাকাউন্ট তৈরি করতে দয়া করে কোনও ঠিকানা লিখুন। বেশিরভাগ লেনদেন সহ একটি ব্যবহার করুন।
el: Εισαγάγετε οποιαδήποτε διεύθυνση για να δημιουργήσετε έναν λογαριασμό δοκιμής. Χρησιμοποιήστε κατά προτίμηση ένα με πολλές συναλλαγές.
es: Por favor, introduzca cualquier dirección para crear una cuenta de prueba. Preferiblemente use una con muchas transacciones.
pt: Favor digitar qualquer endereço para criar uma conta de teste. De preferência, use uma com muitas transações.
ru: Пожалуйста, введите любой адрес для создания тестового аккаунта. Предпочтительно использовать один с большим количеством транзакций.

source: mnemonic
bn: স্মৃতিচারণ
el: μνημονικός
es: mnemotécnica
pt: mnemônica
ru: мнемонический

source: private key
bn: ব্যক্তিগত কী
el: ιδιωτικό κλειδί
es: llave privada
pt: chave privada
ru: Недопустимый приватный ключ

source: Import
bn: আমদানি
el: Εισαγωγή
es: Importar
pt: Importar
ru: Импорт

source: Select
bn: নির্বাচন করুন
el: Επιλέξτε
es: Seleccionar
pt: Selecionar
ru: Выбрать

source: Invalid mnemonic
bn: অবৈধ স্মৃতিচারণ
el: Μη έγκυρο μνημονικό
es: Mnemotecnia inválida
pt: Mnemônica inválida
ru: неверный мнемонический

source: Invalid private key
bn: অবৈধ ব্যক্তিগত কী
el: Μη έγκυρο ιδιωτικό κλειδί
es: Llave privada inválida
pt: Chave privada inválida
ru: Недопустимый приватный ключ

source: Please enter a mnemonic
bn: দয়া করে একটি স্মৃতিচারণ প্রবেশ করান
el: Εισαγάγετε ένα μνημονικό
es: Por favor, introduzca un mnemotécnico
pt: Por favor, digite uma mnemônica
ru: Пожалуйста, введите мнемонический

source: Mnemonic length is too short
bn: মনমোনিক দৈর্ঘ্য খুব ছোট
el: Το μνημονικό μήκος είναι πολύ μικρό
es: La longitud mnemotécnica es demasiado corta
pt: O comprimento mnemônico é muito curto
ru: Мнемоническая длина слишком короткая

source: Please enter a private key
bn: দয়া করে একটি ব্যক্তিগত কী লিখুন
el: Εισαγάγετε ένα ιδιωτικό κλειδί
es: Por favor, introduzca una clave privada
pt: Por favor, digite uma chave privada
ru: Пожалуйста, введите ваш закрытый ключ.

source: The length of PrivateKey must be 128
bn: প্রাইভেটকির দৈর্ঘ্য 128 হতে হবে
el: Το μήκος του PrivateKey πρέπει να είναι 128
es: La longitud de PrivateKey debe ser de 128
pt: O comprimento do PrivateKey deve ser 128
ru: Длина PrivateKey должна быть 128

source: Please enter a unique wallet name
bn: দয়া করে একটি অনন্য ওয়ালেটের নাম লিখুন
el: Εισαγάγετε ένα μοναδικό όνομα πορτοφολιού
es: Por favor, introduzca un nombre único para la cartera
pt: Por favor, digite um nome de carteira único
ru: Пожалуйста, введите уникальное название кошелька

source: Please enter an address
bn: একটি ঠিকানা লিখুন দয়া করে
el: Παρακαλώ Εισάγετε Διεύθυνση
es: Por favor, introduzca una dirección
pt: Por favor, digite o endereço
ru: Введите адрес

source: The address you enetered is not valid. Please enter a valid address.
bn: আপনি নির্বাচিত ঠিকানা বৈধ নয়। দয়া করে একটি বৈধ ঠিকানা লিখুন।
el: Η διεύθυνση που καταχωρίσατε δεν είναι έγκυρη. Εισαγάγετε μια έγκυρη διεύθυνση.
es: La dirección que has puesto no es válida. Por favor, introduzca una dirección válida.
pt: O endereço que você forneceu não é válido. Por favor, digite um endereço válido.
ru: Адрес, который вы указали, недействителен. Пожалуйста, введите действительный адрес.

source: Addresses
bn: ঠিকানাগুলি
el: Διευθύνσεις
es: Direcciones
pt: Endereços
ru: Адреса

source: REFRESH
bn: রিফ্রেশ
el: ΦΡΕΣΚΑΡΩ
es: REFRESCARGAR
pt: Atualizar
ru: ОБНОВИТЬ

source: START MISSING
bn: মিস করা শুরু করুন
el: ΕΝΑΡΞΗ ΛΕΙΤΟΥΡΓΙΑΣ
es: COMIENZO FALTA
pt: INICIAR A DESAPARECIMENTO
ru: СТАРТОВЫЙ МИССИНГ

source: START ALL
bn: সমস্ত শুরু করুন
el: Ξεκινήστε όλα
es: COMIENZA TODO
pt: INICIAR TUDO
ru: СНАЧИТЬ ВСЕ

source: CREATE
bn: সৃষ্টি
el: Δημιουργία
es: CREAR
pt: CRIO
ru: СОЗДАТЬ

source: Follow us
bn: আমাদের অনুসরণ করো
el: Ακολουθήστε μας
es: Síguenos
pt: Siga-nos
ru: Подписывайтесь на нас

source: Join discord
bn: বিভেদ যোগ দিন
el: Εγγραφείτε στη διαφωνία
es: Únete a la discordia
pt: Junte-se à discórdia
ru: Присоединиться к раздору

source: Join telegram
bn: টেলিগ্রামে যোগদান করুন
el: Εγγραφείτε στο τηλεγράφημα
es: Unir el telegrama
pt: Junte-se ao telegrama
ru: Присоединиться к телеграмме

source: Wallet
bn: মানিব্যাগ
el: Πορτοφόλι
es: Billetera
pt: Carteira
ru: Кошелек

source: View On Explorer
bn: এক্সপ্লোরার দেখুন
el: Προβολή στην Εξερεύνηση
es: Ver en el Explorador
pt: Ver no Explorer
ru: просмотреть в проводнике

source: Dump wallet for
bn: ওয়ালেট ডাম্প
el: Dump πορτοφόλι για
es: La billetera para
pt: Carteira de despejo para
ru: Сброс кошелька для

source: Backup wallet.dat for
bn: ব্যাকআপ ওয়ালেট.ড্যাট
el: Backup wallet.dat για
es: Billetera de respaldo.dat para
pt: Carteira de backup.dat para
ru: Резервный кошелек.dat для

source: This wallet is developed and maintained by a third party
bn: এই ওয়ালেটটি তৃতীয় পক্ষ দ্বারা বিকাশিত এবং রক্ষণাবেক্ষণ করা হয়
el: Αυτό το πορτοφόλι αναπτύσσεται και συντηρείται από τρίτο μέρος
es: Esta cartera es desarrollada y mantenida por un tercero
pt: Esta carteira é desenvolvida e mantida por uma terceira parte
ru: Этот кошелек разработан и обслуживается третьей стороной

source: We are in no way affiliated with the Cypherium team or organization.
bn: আমরা কোনওভাবেই সাইফেরিয়াম দল বা সংস্থার সাথে সম্পর্কিত নই।
el: Δεν είμαστε σε καμία περίπτωση συνδεδεμένοι με την ομάδα ή τον οργανισμό Cypherium.
es: No estamos de ninguna manera afiliados al equipo u organización de Cypherium
pt: Não somos de forma alguma filiados à equipe ou organização Cypherium
ru: Мы никоим образом не связаны с Cypherium командой или организацией

source: For support please visit the
bn: সমর্থনের জন্য দয়া করে দেখুন
el: Για υποστήριξη, επισκεφθείτε το
es: Para obtener ayuda, por favor visite el
pt: Para obter suporte, visite o
ru: Для получения поддержки, пожалуйста, посетите

source: server
bn: সার্ভার
el: υπηρέτης
es: servidor
pt: servidor
ru: сервер

source: and report any issues you may find to
bn: এবং আপনি যে কোনও সমস্যার সন্ধান করতে পারেন তার প্রতিবেদন করুন
el: και αναφέρετε τυχόν προβλήματα που ενδέχεται να βρείτε
es: e informar de cualquier problema que pueda encontrar a
pt: e relatar quaisquer problemas que você possa encontrar para
ru: и сообщать о любых проблемах, которые вы можете найти

source: Settings
bn: বিন্যাস সমূহ
el: Ρυθμίσεις
es: Ajustes
pt: Configurações
ru: Настройки

source: Encrypt Wallet
bn: ওয়ালেট এনক্রিপ্ট করুন
el: Κρυπτογράφηση πορτοφολιού
es: Cifrar la cartera
pt: Carteira Encriptada
ru: Шифрованный кошелек

source: Combine Rewards
bn: সম্মিলিত সম্মিলন
el: Συνδυάστε τις ανταμοιβές
es: Combina las recompensas
pt: Combinar Recompensas
ru: Комбинированные вознаграждения

source: Stake Split Threshold
bn: স্টেক স্প্লিট থ্রেশহোল্ড
el: Όριο διαχωρισμού πονταρίσματος
es: Umbral de división de estacas
pt: Limiar Dividido da Estaca
ru: Порог разделения кола

source: Backup Wallet
bn: ব্যাকআপ ওয়ালেট
el: Εφεδρικό πορτοφόλι
es: Cartera de respaldo
pt: Carteira de Backup
ru: Резервный кошелек

source: Dump Wallet
bn: ওয়ালেট ডাম্প
el: Πορτοφόλι απορρίψεων
es: Cartera de basura
pt: Carteira de despejo
ru: Сброс кошелька

source: Import Wallet
bn: ওয়ালেট আমদানি করুন
el: Εισαγωγή Πορτοφολιού
es: Cartera de importación
pt: Carteira de Importação
ru: Импортный кошелёк

source: Open Config
bn: কনফিগার খুলুন
el: Ανοίξτε το Config
es: Abrir Config
pt: Abrir Config
ru: Открытый Конфигурация

source: Open Masternode Config
bn: মাস্টারনোড কনফিগারেশন খুলুন
el: Ανοίξτε το Masternode Config
es: Abrir Masternode Config
pt: Abrir Masternode Config
ru: Открытый конфиг Masternode

source: Passphrases do not match!
bn: পাসফ্রেজ মিলছে না!
el: Οι φράσεις πρόσβασης δεν ταιριάζουν!
es: ¡Las frases no coinciden!
pt: As frases-passe não combinam!
ru: Пароль не совпадает!

source: Enter a passphrase for the wallet.
bn: মানিব্যাগের জন্য একটি পাসফ্রেজ প্রবেশ করান।
el: Εισαγάγετε μια φράση πρόσβασης για το πορτοφόλι.
es: Introduzca una frase de contraseña para la cartera.
pt: Digite uma senha para a carteira.
ru: Введите пароль для кошелька.

source: Please use a passphrase of 10 or more random characters or a minimum of 8 random words.
bn: দয়া করে 10 বা ততোধিক এলোমেলো অক্ষর বা সর্বনিম্ন 8 টি এলোমেলো শব্দের একটি পাসফ্রেজ ব্যবহার করুন।
el: Χρησιμοποιήστε μια φράση πρόσβασης 10 ή περισσότερων τυχαίων χαρακτήρων ή τουλάχιστον 8 τυχαίων λέξεων.
es: Por favor, use una frase de contraseña de 10 o más caracteres al azar o un mínimo de 8 palabras al azar.
pt: Por favor, use uma senha de 10 ou mais caracteres aleatórios ou um mínimo de 8 palavras aleatórias.
ru: Пожалуйста, используйте ключевую фразу из 10 или более случайных символов или минимум 8 случайных слов.

source: After confirming your wallet will be encrypted then auto restarted.
bn: নিশ্চিত হওয়ার পরে আপনার মানিব্যাগটি এনক্রিপ্ট হবে তারপরে অটো পুনরায় চালু হবে।
el: Αφού επιβεβαιώσετε το πορτοφόλι σας θα κρυπτογραφηθεί και θα επανεκκινηθεί αυτόματα.
es: Después de confirmar su cartera será encriptada y luego reiniciada automáticamente.
pt: Depois de confirmar sua carteira será criptografada e depois reiniciada automaticamente.
ru: После подтверждения ваш кошелек будет зашифрован, а затем автоматически перезапущен.

source: Passphrase
bn: পাসফ্রেজ
el: Φράση πρόσβασης
es: Frase de contraseña
pt: Frase secreta
ru: Парольная фраза

source: Repeat Passphrase
bn: পাসফ্রেজের পুনরাবৃত্তি করুন
el: Επανάληψη φράσης πρόσβασης
es: Repita la frase de paso
pt: Repetir a frase de frase
ru: Повторить пароль

source: Enter a threshold amount.
bn: একটি প্রান্তিক পরিমাণ প্রবেশ করান।
el: Εισαγάγετε ένα όριο.
es: Introduzca una cantidad límite.
pt: Insira um valor limite.
ru: Введите пороговую сумму.

source: The wallet will automatically monitor for any coins with a value below the threshold amount, and combine them if they reside within the same address.
bn: ওয়ালেটটি স্বয়ংক্রিয়ভাবে প্রান্তিক পরিমাণের নীচের মান সহ যে কোনও মুদ্রার জন্য নিরীক্ষণ করবে এবং যদি তারা একই ঠিকানার মধ্যে থাকে তবে তাদের একত্রিত করে।
el: Το πορτοφόλι θα παρακολουθεί αυτόματα για τυχόν νομίσματα με τιμή κάτω του ορίου και θα τα συνδυάζει εάν βρίσκονται στην ίδια διεύθυνση.
es: La cartera controlará automáticamente las monedas de valor inferior al umbral y las combinará si residen en la misma dirección.
pt: A carteira monitorará automaticamente quaisquer moedas com um valor abaixo do valor limite e as combinará se elas residirem no mesmo endereço.
ru: Кошелек будет автоматически отслеживать любые монеты со значением ниже порогового значения и объединять их, если они находятся по одному и тому же адресу.

source: When combine rewards runs it will create a transaction, and therefore will be subject to transaction fees.
bn: সম্মিলিত পুরষ্কারগুলি যখন চালিত হয় এটি কোনও লেনদেন তৈরি করে এবং তাই লেনদেনের ফি সাপেক্ষে।
el: Όταν συνδυάζεται η εκτέλεση ανταμοιβών, θα δημιουργηθεί μια συναλλαγή και επομένως θα υπόκειται σε χρεώσεις συναλλαγής.
es: Cuando se combinen las recompensas, se creará una transacción y, por lo tanto, estará sujeta a las tasas de transacción.
pt: Ao combinar execuções de recompensas, criará uma transação e, portanto, estará sujeito a taxas de transação.
ru: При комбинированном прогоне бонусов это создаст сделку, и, следовательно, будет подлежать оплате за транзакцию.

source: Threshold amount
bn: প্রান্তিক পরিমাণ
el: Ποσό κατωφλίου
es: Cantidad de umbral
pt: Valor Limite
ru: Пороговая сумма

source: Saved backup of wallet.dat
bn: ওয়ালেট.ড্যাট সংরক্ষণ করা ব্যাকআপ
el: Αποθηκεύτηκε αντίγραφο ασφαλείας του wallet.dat
es: Guardé una copia de seguridad de wallet.dat
pt: Salvou o backup do wallet.dat
ru: Сохраненная резервная копия кошелька

source: Successfully dumped private keys
bn: সফলভাবে ব্যক্তিগত কীগুলি ফেলে দেওয়া হয়েছে
el: Επιτυχημένα απόρριψη ιδιωτικών κλειδιών
es: Se ha logrado deshacerse de las llaves privadas..
pt: Chaves privadas despejadas com sucesso
ru: последовательно выбрасываемые частные ключи

source: Please enter a stake split amount!
bn: দয়া করে একটি স্টেক বিভক্ত পরিমাণ লিখুন!
el: Εισαγάγετε το ποσό πονταρίσματος!
es: Por favor, introduzca un importe de división de la apuesta!
pt: Por favor, insira um valor de divisão de participação!
ru: Пожалуйста, введите сумму разделения ставки!

source: Combine rewards enabled
bn: সম্মিলিত পুরষ্কার সক্ষম
el: Ο συνδυασμός ανταμοιβών ενεργοποιήθηκε
es: Combinar las recompensas habilitadas
pt: Combinar recompensas permitidas
ru: Комбинируйте награды включено

source: Import wallet .txt
bn: আমদানি মানিব্যাগ .txt
el: Εισαγωγή πορτοφολιού .txt
es: Importar cartera .txt
pt: Carteira de importação .txt
ru: Импортный кошелёк .txt

source: Successfully imported private keys
bn: সফলভাবে ব্যক্তিগত কীগুলি আমদানি করা হয়েছে
el: Επιτυχημένη εισαγωγή ιδιωτικών κλειδιών
es: Importación exitosa de claves privadas
pt: Chaves privadas importadas com sucesso
ru: Последовательно импортированные частные ключи

source: It appears this is the first time you are starting up the wallet. You can either create a new account or import from your keys.
bn: এটি প্রথমবারের মতো আপনি ওয়ালেট শুরু করছেন। আপনি হয় একটি নতুন অ্যাকাউন্ট তৈরি করতে পারেন বা আপনার কীগুলি থেকে আমদানি করতে পারেন।
el: Φαίνεται ότι είναι η πρώτη φορά που ξεκινάτε το πορτοφόλι. Μπορείτε είτε να δημιουργήσετε έναν νέο λογαριασμό είτε να εισαγάγετε από τα κλειδιά σας.
es: Parece que esta es la primera vez que se pone en marcha la cartera. Puedes crear una nueva cuenta o importar desde tus llaves.
pt: Parece que esta é a primeira vez que você está iniciando a carteira. Você pode criar uma nova conta ou importar de suas chaves.
ru: Похоже, что это первый раз, когда вы заводите бумажник. Вы можете либо создать новый аккаунт, либо импортировать его с помощью ключей.
